aaron-bond.better-comments
CoenraadS.bracket-pair-colorizer-2
enkia.tokyo-night
jdinhlife.gruvbox
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
PKief.material-icon-theme
rust-lang.rust
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
yzhang.markdown-all-in-one
